---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentCreatedEventArgs
source: html/b86a3934-87ba-c9fe-a01a-a5f76fa6e084.htm
---
# DocumentCreatedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.